Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Gryzonie prawdopodobnie żerują głęboko w korytarzach kanałów i są niezwykle niebezpieczne, szczególnie w większej grupie.
uk: Схоже, що гризуни ховаються глибоко в каналізаційних каналах і є надзвичайно небезпечними, особливо великими групами.

source: Grzaniec z Ognika
uk: Глінтвейн 'Вогник'

source: Grzechy zostały ci odpuszczone.
uk: Твої гріхи відпущено.

source: Grzmot
uk: Грім

source: Grzywnami za złamanie prawa w naszej wiosce zajmuje się Albyn. Jest on reprezentantem prawa z łaski sir Ramseya oraz za przyzwoleniem kapitana Rodericha.
uk: Штрафами за порушення закону в нашому селі займається Альбін. Він є представником закону з ласки сера Рамзі та за згодою капітана Родеріха.

source: Grzywnie podlegają poniższe przewinienia:
uk: За наступні правопорушення передбачено штраф:

source: Grządki, co?
uk: Грядки, так?

source: Gubernator Królewski
uk: Королівський губернатор

source: Gubernator Morris wraz z Wysłannikiem Królewskim Graysonem oficjalnie zaprzeczają wszelkim pogłoskom o pojawieniu się orków na wyspie Archolos.
uk: Губернатор Морріс разом із Королівським послом Грейсоном офіційно спростовують усі чутки про появу орків на острові Архолос.

source: Gubernator Morris?
uk: Губернаторе Морріс?

source: Gubernator chce się upewnić, że mamy właściwą osobę.
uk: Губернатор хоче переконатися, що ми затримали правильну особу.

source: Gubernator jest w środku?
uk: Губернатор всередині?

source: Gubernator liczy na to, że sytuacja się nie powtórzy, ale obywatele domagają się ukarania sprawcy.
uk: Губернатор сподівається, що ситуація не повториться, але громадяни вимагають покарання винуватців.

source: Gubernator ma problem.
uk: У губернатора проблема.

source: Gubernator rzecz jasna umywa ręce, a samowolka Volkera trwa.
uk: Губернатор, звісно, вмиє руки, а Волкер продовжить творити беззаконня.

source: Gubernator ułatwił też przybyszom możliwość zdobycia obywatelstwa. Zamiast czekać cierpliwie wiele lat na swoją kolej, wystarczyło, aby ci zdołali przekonać szereg wpływowych osób w mieście o swojej przydatności dla społeczeństwa.
uk: Губернатор також спростив отримання громадянства для новоприбулих. Замість того, щоб терпляче чекати багато років своєї черги, їм достатньо було переконати низку впливових людей у місті у своїй корисності для суспільства.

source: Gubernator?
uk: Губернатор?

source: Gubernatorze!
uk: Губернаторе!

source: Gubernatorze...
uk: Губернаторе...

source: Guido
uk: Гвідо

source: Gulasz
uk: Рагу

source: Gulasz Marthy
uk: Рагу Марти

source: Gulasz grzybiarza
uk: Грибне рагу

source: Gulasz z dostępnych zapasów w spiżarce rybaków,
uk: Тушкована риба, з наявних рибальських

source: Gulasz z dzika na winie
uk: Тушкована кабанятина у вині

source: Gulasz ziołowy
uk: Трав'яне рагу

source: Gumbert
uk: Гумберт

source: Gumbert był pod wrażeniem, że mam własny dom na Starym Mieście. Gdy tylko zapytałem go o możliwość kupienia stojaka na butelki mojego wina, zobowiązał się zająć sprawą.
uk: Гумберта вразило, що у мене є власний будинок у Старому місті. Як тільки я запитав його про можливість придбати стійку для пляшок з вином, він взявся вирішити це питання.

source: Gumbert chce się z tobą spotkać na winnicy. Podobno macie coś świętować.
uk: Гумберт хоче зустрітися з тобою на винограднику. Я чув, що вам є що відсвяткувати.

source: Gumbert kazał mi wypróbować to wino.
uk: Гумберт порадив мені спробувати це вино.

source: Gumbert pokazał mi kuchnię. Mogę sprawdzić, czy nie ma tu niczego podejrzanego.
uk: Гумберт показав мені кухню. Я можу перевірити, чи немає тут чогось підозрілого.

source: Gumbert powiedział, że gdy wino będzie gotowe, to wyśle po mnie gońca. Chyba nie pozostaje mi nic innego, jak wracać do swoich pozostałych spraw, pewnie przyjdzie mi jeszcze trochę poczekać na owoce naszej pracy.
uk: Гумберт сказав, що коли вино буде готове, він пришле до мене посланця. Гадаю, мені нічого не лишається, як повернутися до інших справ. Доведеться ще трохи зачекати на плоди нашої праці.

source: Gumbert powiedział, że gdy wino będzie gotowe, wyśle po mnie gońca. Chyba nie pozostaje mi nic innego, jak wracać do swoich pozostałych spraw. Będę musiał poczekać na owoce naszej pracy.
uk: Гумберт обіцяв, що коли вино буде готове, він пришле за мною посланця. Гадаю, мені нічого не залишається, як повернутися до інших справ. Доведеться зачекати на плоди нашої праці.

source: Gumbert powiedział, że wieczorem możemy razem sprawdzić spiżarnię, po jego zmianie w kuchni.
uk: Гумберт сказав, що ми можемо разом перевірити комору ввечері, після його зміни на кухні.

source: Gumbert prosił, bym odłożył je na półkę.
uk: Гумберт попросив мене поставити її на полицю.

source: Gumbert sprytnie wykorzystał śledztwo tak, by móc się napić. Część wina rzeczywiście skwaśniała i tym najprawdopodobniej zatruł się Holdwig. Właściciel winnicy podobno doszedł już do siebie i mogę z nim porozmawiać.
uk: Гумберт вдало використав розслідування, щоб випити. Частина вина справді скисла, і, скоріше за все, саме цим вином і отруївся Гольдвіг. Кажуть, що власник виноградника вже одужав, і я можу з ним поговорити.

source: Gumbert z winnicy Valerio z chęcią pohandluje swoimi winogronami i winami.
uk: Гумберт із виноградника Валеріо із задоволенням запропонує покупцям виноград і різноманітні вина.

source: Gumbert z winnicy Valerio zlecił mi przyniesienie dwóch tuzinów kiści winogron. Mam rozglądać się za okazami rosnącymi na tarasach wokół posiadłości. Raczej się nie pogniewa, jeśli dam mu też winogrona, które mam już przy sobie.
uk: Гумберт з виноградника Валеріо доручив мені принести дві дюжини виноградних грон. Я маю принести саме ті фрукти, що ростуть на терасах навколо головної будівлі. Навряд чи він буде задоволений, якщо я віддам йому виноград, який в мене був з собою.

source: Gumbert zajmie się resztą procesu wytwarzania wina. Na efekty pracy przyjdzie mi trochę poczekać. Póki co, kucharz poprosił mnie o odłożenie butelek z poprzednią partią wina na półki.
uk: Гумберт подбає про приготування вина. Мені ж доведеться трохи зачекати на результати своєї праці. Поки що кухар попросив мене поставити на полиці пляшки з попередньої партії вина.

source: Gwarantuję, że dużo potrafię.
uk: Я гарантую, що можу багато чого зробити.

source: Gwarantuję, że każdy strażnik zdążyłby dobiec.
uk: Я гарантую, що будь-який вартовий встиг би добігти.

source: Gwarantuję, że nie będziemy sprawiać problemów.
uk: Я гарантую, що ми не створимо жодних проблем.

source: Gwarantuję, że za lekcje nie wezmę więcej od Paulusa, a jak za naukę posługiwania się ciężką bronią, to naprawdę mało!
uk: Як щодо кількох уроків? Я гарантую, що не візьму більше, ніж Паулюс, а це справді дешево для дворучної зброї!

source: Gwarantuję, że zarobisz u mnie dużo więcej niż pobierając żołd strażnika.
uk: Гарантую, що ти заробиш у мене набагато більше, ніж отримуючи зарплатню вартового.

source: Gwardia, przy wsparciu straży miejskiej, da sobie radę ze wszystkimi zagrożeniami.
uk: Гвардія за підтримки Міської Варти впорається з усіма загрозами.

source: Gwardzista
uk: Гвардієць

source: Gwardzista Euric twierdzi, że moja prowokacja to za mało, by móc aresztować muzyków. Muszę zdobyć ich zaufanie, być może wtedy uda mi się namówić ich do gwałtowniejszych zachowań. Mogę również skorzystać z usług Huxlaya.
uk: Гвардієць Ейріх каже, що моєї провокації недостатньо для того, щоб заарештувати музикантів. Мені потрібно завоювати їхню довіру. Можливо, тоді я зможу переконати їх поводитися більш зухвало. Також я можу скористатися послугами Хакслі.

source: Gwardziści królewscy zgrywają poważnych i niedostępnych, ale to tylko pozory. Ich prawdziwa natura wychodzi na jaw, gdy przekraczają drzwi mojego lokalu.
uk: Королівські гвардійці вдають із себе серйозних і неприступних, але це лише видимість. Їхня справжня природа проявляється, коли вони переступають поріг мого закладу.

source: Gwardziści z pewnością docenią wszelkie wygody, które tam zastaną.
uk: Гвардійці неодмінно оцінять зручності, які там знайдуть.

source: Gwiazda Polarna - Pracownia astrologa
uk: Полярна Зоря – Астрономічна майстерня

source: Górne lewe pole.
uk: Верхнє ліве поле.

source: Górne pole.
uk: Верхнє поле.

source: Górne prawe pole.
uk: Верхнє праве поле.

source: Górnicy nie mają jasno określonych godzin pracy ani wymagań dotyczących urobku. Tyle ile wydobędą, tyle zarobią.
uk: Гірники не мають чітко визначених робочих годин чи вимог щодо кількості видобутку. Скільки добудуть, стільки й отримають.

source: Górnicy potrzebni w Górniczej Dolinie!
uk: Потрібні гірники в Гірничу Долину!

source: Górnicy powinni kopać, nie gadać. Wtedy wydobywaliby więcej złota.
uk: Гірники повинні видобувати, а не базікати. Тоді вони видобували б побільше золота.

source: Górnicy pozwalają sobie ostatnio na coraz więcej.
uk: Гірники останнім часом дозволяють собі все більше.

source: Górnicy są traktowani jak niewolnicy, nieważne czy w Kopalni Araxos, Królewskiej, czy w Górniczej Dolinie.
uk: До гірників ставляться як до рабів, незалежно від того, чи це Копальня Араксосу, чи Королівська копальня, чи Гірнича Долина.

source: Górnicy są traktowani jak niewolnicy, nieważne, czy w Kopalni Araxos, Królewskiej, czy w Górniczej Dolinie.
uk: До гірників ставляться як до рабів, незалежно від того, чи це Копальня Араксосу, чи Королівська копальня, чи Гірнича Долина.

source: Górnicy uznali mnie za szpiega i rzucili się na mnie w jednym z opuszczonych tuneli. Chyba musieli mnie obserwować od dłuższego czasu, nie sądzę, że moje słowa w tym momencie mogły cokolwiek pomóc.
uk: Гірники подумали, що я шпигун, і накинулися на мене в одному з покинутих тунелів. Певно, вони вже давно за мною спостерігали, не думаю, що мої слова в цей момент могли чимось допомогти.

source: Górnicy walczyli ze mną na śmierć i życie, nie pozostawili mi wyboru. Bez osób przewodniczących strajkowi, pozostali górnicy powinni stracić ochotę do jakichkolwiek protestów. Muszę jak najszybciej dostać się Lorenzo i powiedzieć mu o całej sytuacji. Może uda się dzięki temu powstrzymać dalszy rozlew krwi i obłęd Bloodwyna.
uk: Гірники билися зі мною на смерть, вони не залишили мені вибору. Без очільників страйку інші гірники взагалі втратять бажання протестувати. Я повинен якнайшвидше дістатися до Лоренцо і розповісти йому про всю ситуацію. Можливо, це зупинить подальше кровопролиття і божевілля Бладвіна.

source: Górnicy woleliby mieć pewność. Boję się, że może ich spotkać to samo.
uk: Гірники хотіли б мати впевненість. Я боюся, що їх може спіткати те ж саме.

source: Górnicy współpracujący z Araxos wydobywają tutaj złoto, dlatego do ochrony tego miejsca są oddelegowani najlepsi ludzie, tacy jak ja.
uk: Гірники, що співпрацюють з Араксосом, добувають тут золото, тому для охорони цього місця призначені найкращі люди, такі як я.

source: Górnicy wypalili całą paczkę, znalazłem tylko to.
uk: Гірники спалили весь пакунок, я знайшов тільки це.

source: Górnicy, którzy potrafią się bronić? Doskonały wybór, wolałbym nie mieć ich na sumieniu gdyby nagle coś się wydarzyło.
uk: Гірники, які можуть себе захистити? Чудовий вибір, але мені б не хотілося мати їх на своїй совісті, якщо раптом щось трапиться.

source: Górnicza Dolina wzywa!
uk: Гірнича Долина кличе!

source: Górniczej Doliny wyspy
uk: Гірничій Долині острова Хорініс,

source: Górnik Loafs z kopalni złota Gildii Kupieckiej Araxos, może uczynić ze mnie mistrza w wydobywaniu. Jako zapłatę przyjmuje bryłki złota.
uk: Гірник Лоаф із золотої копальні Торгової Гільдії Араксос, може зробити мене майстром у гірничій справі. Як оплату він приймає золоті самородки.

source: Górnik Murk ma problemy z ręką. Prosił mnie, bym zdobył dla niego dziwną odmianę mchu, która rośnie na niższych poziomach kopalni. Oprócz tego poprosił mnie o przyniesieniu kilku lag. Myślę, że trzy powinny wystarczyć.
uk: У гірника Мурка проблеми з рукою. Він попросив мене дістати йому дивний вид моху, який росте на нижніх рівнях копальні. Ця рослина має цілющі властивості. Крім того, він попросив мене принести кілька палиць, які допоможуть йому зафіксувати руку. Думаю, трьох буде достатньо.

source: Gówniarz nie zdaje sobie sprawy z powagi sytuacji albo jest po prostu idiotą.
uk: Цей гівнюк або не усвідомлює серйозності ситуації або просто ідіот.

source: Gówno rzut
uk: Гній

source: Gębę w jednym kawałku? Zadowolenie z opłacalnej umowy?
uk: Цілу голову? Задоволення від вигідної угоди?

source: Głodny czarny wilk
uk: Голодний чорний вовк

source: Głodny wilk
uk: Голодний вовк

source: Głos harfy nadaje jej czcigodny ton, donośny jak kościelny dzwon.
uk: Голос арфи створює трепетні тони, гучні, як церковні дзвони.

source: Głowa
uk: Голова

source: Głowa Fane'a
uk: Голова Фейна

source: Głowa cieniostwora
uk: Голова тінезвіра

source: Głowa niedźwiedzia
uk: Голова ведмедя

source: Głowa polnego pełzacza
uk: Голова богомола

source: Głowa trolla
uk: Голова троля

source: Głowa wilka
uk: Голова вовка

source: Głowy Pełzaczy poszukiwane!
uk: Потрібні голови богомолів!

source: Głowę dam sobie uciąć, że nie dadzą mi tak po prostu odejść.
uk: Ставлю голову, що вони просто так мене не відпустять.

source: Głośmy wolę boga harmonii, boskiego strażnika równowagi pomiędzy Innosem a Beliarem.
uk: Давайте проголосимо волю Бога Гармонії, божественного хранителя рівноваги між Інносом та Беліаром.

source: Głośniki
uk: Динаміки

source: Głośność efektów dźwiękowych i mowy.
uk: Звукові ефекти та гучність діалогів.

source: Głośność muzyki
uk: Музика

source: Głośność muzyki w tle.
uk: Гучність фонової музики.

source: Głuchy czy idiota?
uk: Ти глухий чи дурний?

source: Głuchy jesteś czy głupi?
uk: Ти глухий чи дурний?

source: Głuchy jesteś? Jeszcze jeden krok, a pożałujesz!
uk: Ти глухий? Ще один крок і ти пошкодуєш!

source: Głuchy jesteś? Nikogo tu nie było, a z pewnością żadnego z was!
uk: Ти що, глухий? Тут нікого не було, і точно не було нікого з вас!

source: Głuchy jesteś? Odłóż wreszcie tę broń!
uk: Ти глухий? Опусти, нарешті, цю зброю!

source: Głuchy jesteś?! To ostatnie ostrzeżenie!
uk: Ти глухий?! Це останнє попередження!

source: Głuchy, czy niespełna rozumu?
uk: Ти глухий, чи несповна розуму?

source: Głupcem jest ten, kto sądzi, że zręczność pozwoli być sprawniejszym złodziejem. Na nic zdadzą się zwinne kończyny, gdy ich użytkownik nie wie, jaki z nich zrobić pożytek. Za to nawet grubas z tłustymi paluchami, który wie, jak wykorzystać swój kształt i masę, może być najznamienitszym złodziejem.
uk: Дурень той, хто думає, що спритність дозволить йому бути більш вправним злодієм. Спритні руки не принесуть користі, якщо їх власник не знає, як їх застосовувати. З іншого боку, навіть здоровань з товстими пальцями може стати чудовим злодієм, якщо знає, як використовувати свої силу та масу.

source: Głupcze, przez ciebie włóczęga uciekł!
uk: Дурню, через тебе волоцюга втік!

source: Głupi dureń...
uk: От дурень...

source: Głupia baba uparła się, że zostanie ze swoim umierającym chłopem.
uk: Дурна жінка наполягала на тому, щоб залишитися зі своїм вмираючим чоловіком.

source: Głupia bestia!
uk: Тупа тварина!

source: Głupie bydlę!
uk: Тупа скотина!

source: Głupie pytanie. Sir Ramseya oczywiście. W końcu to do niego należy Silbach.
uk: Дурне питання. Сера Рамзі, звісно. Зрештою, це він керує Сільбахом.

source: Głupiec liczy, że tym sposobem zapewni obywatelom bezpieczeństwo, ale naraża przy tym całe miasto na ogromne straty.
uk: Цей дурень сподівається таким чином забезпечити безпеку громадян, але при цьому наражає все місто на величезні витрати.

source: Głupio się przyznać, ale spanikowałem! Zamknąłem drzwi na klucz i po prostu uciekłem!
uk: Соромно зізнаватися, але я запанікував! Я замкнув двері і просто втік!

source: Głód, niepokoje i zamieszki. A za wszystko obwinią władzę królewską.
uk: Голод, заворушення та бунти, і в усьому звинуватять королівську владу.

source: Główka klucza
uk: Голівка ключа

source: Główna ulica wydaje się czysta. Muszę się rozejrzeć gdzie indziej.
uk: Головна вулиця виглядає чистою. Потрібно оглянути інші місця.

source: Główne mury twierdzy, wykonane z potężnych głazów, nie tyle się pokruszyły, ile przetopiły i skurczyły. Cała okolica była wyjałowiona i w pożodze, nikło było szukać zwierzyny leśnej czy śpiewu ptaków. Z zewnętrznych murów nie zostało praktycznie nic... Później jeszcze kilkukrotnie wspinałem się na nie, by spoglądać na dzieło mojego mistrza, na ledwie zwisający most nad przepaścią oraz zrujnowaną fortecę.
uk: Масивні стіни фортеці, побудовані з величезних валунів, не стільки зруйнувалися, скільки розплавилися і просіли. Вся територія була випалена, і в полум'ї навряд чи можна було знайти лісових звірів або співочих птахів. Від зовнішніх стін практично нічого не залишилося... Пізніше я ще кілька разів піднімався на них, щоб роздивитися роботу мого наставника, побачити міст, що ледве тримається над урвищем, і зруйновану фортецю.

source: Główne przejście jest zablokowane, ale jeden z magazynów miał uszkodzoną ścianę na piętrze, może uda mi się tam wspiąć.
uk: Головний прохід заблокований, але в одному з підвалів на другому поверсі була пошкоджена стіна, можливо, я зможу туди пролізти.

source: Główne przejście jest zablokowane. Gdy już odnajdziemy magów, będziemy musieli wrócić do koszar przez port.
uk: Головний прохід заблоковано. Після того, як ми знайдемо магів, нам доведеться повернутися до казарм через порт.

source: Głównie przyprawy i materiały rzemieślnicze, ale mam też kilka produktów specjalnych.
uk: Переважно спеції та матеріали для ремісників, але також я маю кілька особливих товарів.

source: Głównie to ich ojciec. Zdecydował, że jeden syn zajmie się wyłącznie uprawą, a drugi handlem.
uk: Головним чином, це був їхній батько. Він вирішив, що один син займатиметься виключно землеробством, а інший – торгівлею.

source: Głównie to jestem odpowiedzialny za formowanie mielerzy i dbam o to, żeby nie było w nich żadnych luk i szpar.
uk: Основним моїм обов'язком є формування вуглярок та забезпечення того, щоб у них не було жодних щілин і тріщин.

source: Głównie w strzelaniu z kuszy, ale potrafię też pokazać innym, jak poprawić zwinność swoich ruchów. Oczywiście, jeśli znają już podstawy.
uk: Переважно, на стрільбі з арбалета, але ще я можу показати, як покращити спритність своїх рухів. Звісно, якщо ти вже знайомий з основами.

source: Głównie wykonuję polecenia ważniejszych ode mnie. Ale i tak czuję się niezmiernie spełniony dzięki tej służbie.
uk: В основному я виконую накази тих, хто важливіший за мене. Але я все одно відчуваю величезне задоволення від цієї служби.

source: Głównie łowię ryby, czy to tutaj w rzece, czy w mojej łódce, wypływam w rejony Wybrzeża Topielców.
uk: Переважно я ловлю рибу або тут в річці, або на своєму човні в районі Узбережжя луркерів.

source: H4rbing3r - Nocą dręczyły go sny, zginął w biały dzień
uk: H4rbing3r – 'Вночі його мучили сни, він помер серед білого дня'

source: HARPIA\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Ogień\nPODATNOŚĆ: Wiatr/Upadek, Pociski\nWYSTĘPOWANIE: Półki skalne, Opuszczone wieże\nRADA: Często wzlatują wysoko ponad głowę przeciwnika podczas walki. Silny podmuch wiatru potrafi uszkodzić ich skrzydła.
uk: ГАРПІЯ\nТИП ШКОДИ: Ріжуча\nОПІР: Вогонь\nВРАЗЛИВІСТЬ: Вітер/падіння, стріли, болти\nПОШИРЕННЯ: Скельні виступи, покинуті вежі\nПОРАДА: Під час бою часто літають високо над головою супротивника. Сильний порив вітру може пошкодити їхні крила.

source: Ha! Albo co? Chcesz się spróbować?
uk: Ха! Або що? Хочеш ризикнути?

source: Ha! Ale im pokazaliśmy!
uk: Ха! Але ми їм показали!

source: Ha! Czyli teraz nagle ci się odmieniło?
uk: Ха! Тож тепер ти раптом змінив свою думку?

source: Ha! I co ty na to?!
uk: Ха! Як тобі це?!

source: Ha! I tym kimś będzie taki chłystek, jak ty?!
uk: Ха! І тим, хто це зробить, буде такий хлюпик, як ти?!

source: Ha! Każdy tak mówi, a i tak prędzej czy później trafia na dywanik Lorenzo.
uk: Ха! Всі так кажуть і все одно рано чи пізно опиняються перед Лоренцо.

source: Ha! Nawet złota nie ma...
uk: Ха! Навіть золота немає...

source: Ha! Nie widzisz? To gniazdo wszelkiej szarej masy, więc jeśli masz jakieś powiązania ze strażą... uważaj, bo możesz skończyć z mieczem w brzuchu.
uk: Ха! Хіба не бачиш? Це осередок усього нелегального, тож якщо ти маєш якісь зв'язки з Вартою... будь обережний, інакше можеш закінчити з мечем в животі.

source: Ha! Od razu widać, że jesteś tu nowy.
uk: Ха! Одразу видно, що ти тут новенький.

source: Ha! Przynajmniej widzę, że nie jesteś Czarnym Magiem tylko zwykłym ignorantem i głupcem!
uk: Ха! Принаймні я бачу, що ти не темний маг, а просто невіглас і дурень!

source: Ha! To ciekawe. Będę musiał pogadać o tym z Roderichem...
uk: Ха! Це цікаво. Треба буде поговорити про це з Родеріхом...

source: Ha! Tom, zobacz kogo tu znowu przywiało. Najpierw nadstawia facjatę, a teraz butelkę.
uk: Ха! Томе, подивись кого знову занесло. Спершу виставляє своє обличчя, а тепер пляшку.

source: Ha! Wiedziałem, że nam się uda! I mam jego róg! Na pewno zrobi wrażenie na Garosie!
uk: Ха! Я знав, що у нас вийде! Тепер у мене є його ріг! Впевнений, це вразить Гароса!

source: Ha! Wiedziałem, że to, co słyszałem, było bzdurą!
uk: Ха! Я знав, що вся ця балаканина була лише нісенітницею!

source: Ha! Zasłużyłeś na kopa w dupę! Ale weź to i zejdź już mi z oczu!
uk: Ха, ти заслужив копняка під зад! Але візьми це і забирайся геть з моїх очей!

source: Ha! Zostałeś pokonany ty bandyto!
uk: Ха! Ти переможений, бандите!

source: Ha! Złoto jak złoto... A teraz wybacz, muszę iść.
uk: Ха! Золото, як золото... А тепер вибач, я мушу йти.

source: Ha, dobre pytanie. Nie jestem w stanie dokładnie powiedzieć, ile tego żelaza znajdziemy. Moja propozycja to połowa tego, co uda ci się wydobyć.
uk: Ха, гарне питання. Я не можу сказати, скільки заліза ми знайдемо. Моя пропозиція – половина того, що ти зможеш видобути.

source: Ha, dokładnie! Dam ci 6 butelek. Co z nimi zrobisz, to twoja sprawa, ale przynajmniej po jednej musisz dać do spróbowania moim przyszłym klientom.
uk: Ха, так і є! Я дам тобі шість пляшок. Що ти з ними зробиш – твоя справа, але принаймні по одній ти маєш віддати моїм майбутнім клієнтам на дегустацію.

source: Ha, ha! Więc to o to chodzi.
uk: Ха-ха! То ось про що мова.

source: Ha, powodzenia z tym! Z Harrym obaliłem wczoraj całą butelkę gorzałki.
uk: Ха, удачі з цим! Я вчора з Гаррі випив цілу пляшку алкоголю.

source: Ha, w końcu! Będą z ciebie ludzie. Za mną.
uk: Ха, нарешті! З тебе будуть люди. Йди за мною.

source: Ha, widziałem ten błysk w oku! Wcale się nie dziwię, mój żołądek wciąż szaleje, gdy o tym pomyślę. Problem w tym, że żelazo wcale nie jest takie łatwe do wydobycia.
uk: Ха, я помітив блиск в твоїх очах! Це й не дивно, мій шлунок досі божеволіє, коли я про це думаю. Проблема в тому, що залізо зовсім не так легко видобути.

source: Ha, zdziwisz się. Przecież chłopcy nie pracują cały dzień, też mają prawo do odpoczynku. To chyba jasne, że w straży wolą, żeby siedzieli oni w koszarach, zamiast szlajać się po mieście.
uk: Ха, ти здивуєшся. Адже хлопці не працюють цілими днями, вони теж мають право на відпочинок. Це хіба не очевидно, що Варта воліє, щоб вони сиділи в казармі, а не вешталися містом.

source: Ha, zobaczysz! Czas na ostateczny test.
uk: Ха, зараз побачиш! Час для останнього тесту.

source: Ha, żebyś wiedział! Ścierwojady to dopiero początek mojej kolekcji. Mam jeszcze w planach kretoszczury, zębacze, a nawet...
uk: Ха, щоб ти знав, падальники – це лише початок моєї колекції. У мене ще є плани на кротощурів, снепперів і навіть...

source: Haa! Chcesz sobie zaskarbić jego przychylność, co? Ale... co mi tam! Trzeba się pozbyć tego fałszerza!
uk: Хаа! Хочеш вислужитися перед ним, так? Але... яка різниця! Ти повинен позбутися цього шахрая!

source: Hah, czyli musiałeś rozmawiać zarówno z Kolgiem jak i Furegiem.
uk: Хах. Ти, мабуть, розмовляв з Колгом та Фюрегом.
